blog/uma-introdução-ao-protocolo-bitcoin-em-português.org
#+TITLE: uma introdução ao protocolo bitcoin, em português
#+DATE: <2017-02-20 Seg>

Este texto foi escrito como trabalho final para um curso superior
acadêmico ao mesmo tempo em que foi pensado como uma introdução
didática (porém razoavelmente detalhada) ao protocolo Bitcoin, em
português (já que em inglês há muitos outros recursos). Desculpem os
formalismos, as notas de rodapé, e as (até que poucas) referências e
citações.

Leiam [[https://github.com/odanoburu/misc/raw/master/escritos/tcc/protocolo_bitcoin_repo_version.pdf][aqui]], em .pdf.
