docs/blog/uma-introdução-ao-protocolo-bitcoin-em-português.html
<!DOCTYPE html>
<html lang="pt">
<head>
<!-- 2022-06-08 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Uma introdução ao protocolo bitcoin, em português</title>
<meta name="generator" content="Org mode">
<meta name="description" content="Bitcoin explicado à leigos, mas em detalhes (e com alguma matemática envolvida)."
>
<meta name="keywords" content="technical crypto">
<link rel="stylesheet" href="/static/site.css"/><link rel="icon" type="image/x-icon" href="/static/favicon.ico"/></head>
<body>
<header id="top" class="status">
<div class="nav">
  <ul id="navlinks" class="horizontal-list">
    <li>
      <a href="/">Home</a>
    </li>
    <li>
      <a href="/blog/index.html">Blog</a>
    </li>
    <li>
      <a href="/about.html">About</a>
    </li>
  </ul>
</div>
</header>
<main id="content">
<header>
<h1 class="title">Uma introdução ao protocolo bitcoin, em português</h1>
</header><p>
Este texto foi escrito como trabalho final para um curso superior
acadêmico ao mesmo tempo em que foi pensado como uma introdução
didática (porém razoavelmente detalhada) ao protocolo Bitcoin, em
português (já que em inglês há muitos outros recursos). Desculpem os
formalismos, as notas de rodapé, e as (até que poucas) referências e
citações.
</p>

<p>
Leiam <a href="https://github.com/odanoburu/misc/raw/master/escritos/tcc/protocolo_bitcoin_repo_version.pdf">aqui</a>, em .pdf.
</p>
</main>
</body>
</html>
